Revit 2027 API
ParameterTypeId.RbsPipeWallThickness Property
 "Wall Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeWallThickness { get; }
Public Shared ReadOnly Property RbsPipeWallThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeWallThickness {
	ForgeTypeId^ get ();
}
static member RbsPipeWallThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace